[Frame_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой каркас клинка"
FriendlyNamePlural="Простые каркасы клинка"
BriefSummary="Металлические детали закалены<br/>сложным методом ковки<br/>с целью уменьшения веса.<br/>Дает <font color='#3ABD23'>+<Ability:BSCFRAMEMOBBONUS/></font> ед. мобильности."
TinySummary="Повышенная мобильность"
LootTooltip="Этот простой каркас клинка при установке увеличит мобильность солдата на <font color='#3ABD23'>+<Ability:BSCFRAMEMOBBONUS/> ед.</font>."

[Frame_Adv X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный каркас клинка"
FriendlyNamePlural="Улучшенные каркасы клинка"
BriefSummary="Металлические детали закалены<br/>сложным методом ковки<br/>с целью уменьшения веса.<br/>Дает <font color='#3ABD23'>+<Ability:ADVFRAMEMOBBONUS/></font> ед. мобильности."
TinySummary="Повышенная мобильность"
LootTooltip="Этот улучшенный каркас клинка при установке увеличит мобильность солдата на <font color='#3ABD23'>+<Ability:ADVFRAMEMOBBONUS/> ед.</font>."

[Frame_Sup X2WeaponUpgradeTemplate]
FriendlyName="Элитный каркас клинка"
FriendlyNamePlural="Элитные каркасы клинка"
BriefSummary="Металлические детали закалены<br/>сложным методом ковки<br/>с целью уменьшения веса.<br/>Дает <font color='#3ABD23'>+<Ability:SUPFRAMEMOBBONUS/></font> ед. мобильности."
TinySummary="Повышенная мобильность"
LootTooltip="Этот элитный каркас клинка при установке увеличит мобильность солдата на <font color='#3ABD23'>+<Ability:SUPFRAMEMOBBONUS/> ед.</font>."

[Sheath_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой шифратор"
FriendlyNamePlural="Простые шифраторы"
BriefSummary="Устройство в ножнах, излучающее<br/>ЭМИ. Вносит помехи в<br/>Псионические сигналы, делая вас на <font color='#3ABD23'><Ability:BSCSHEATHDET/>%</font> менее заметным."
TinySummary="Повышенная скрытность"
LootTooltip="Этот простой шифратор устанавливается в ножны холодного оружия. Уменьшает радиус обнаружения солдата на <font color='#3ABD23'>+<Ability:BSCSHEATHDET/>%</font>."

[Sheath_Adv X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный шифратор"
FriendlyNamePlural="Улучшенные шифраторы"
BriefSummary="Устройство в ножнах, излучающее<br/>ЭМИ. Вносит помехи в<br/>Псионические сигналы, делая вас на <font color='#3ABD23'><Ability:ADVSHEATHDET/>%</font> менее заметным."
TinySummary="Повышенная скрытность"
LootTooltip="Этот улучшенный шифратор устанавливается в ножны холодного оружия. Уменьшает радиус обнаружения солдата на <font color='#3ABD23'>+<Ability:ADVSHEATHDET/>%</font>."

[Sheath_Sup X2WeaponUpgradeTemplate]
FriendlyName="Элитный шифратор"
FriendlyNamePlural="Элитные шифраторы"
BriefSummary="Устройство в ножнах, излучающее<br/>ЭМИ. Вносит помехи в<br/>Псионические сигналы, делая вас на <font color='#3ABD23'><Ability:SUPSHEATHDET/>%</font> менее заметным."
TinySummary="Повышенная скрытность"
LootTooltip="Этот элитный шифратор устанавливается в ножны холодного оружия. Уменьшает радиус обнаружения солдата на <font color='#3ABD23'>+<Ability:SUPSHEATHDET/>%</font>."

[Rapier_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой модуль наведения"
FriendlyNamePlural="Простые модули наведения"
BriefSummary="Блок наведения с поддержкой ИИ<br/>автоматически обнаруживает слабости<br/>в защите врага. Ваш клинок<br/>пробивает <font color='#3ABD23'>+<Ability:BSCRAPPIERCE/></font> ед. брони."
TinySummary="Пробой брони"
LootTooltip="Этот простой модуль наведения после установки поможет пробить <font color='#3ABD23'>+<Ability:BSCRAPPIERCE/></font> ед. слоя врежеской брони."

[Rapier_Adv X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный модуль наведения"
FriendlyNamePlural="Улучшенные модули наведения"
BriefSummary="Блок наведения с поддержкой ИИ<br/>автоматически обнаруживает слабости<br/>в защите врага. Ваш клинок<br/>пробивает <font color='#3ABD23'>+<Ability:ADVRAPPIERCE/></font> ед. брони."
TinySummary="Пробой брони"
LootTooltip="Этот улучшенный модуль наведения после установки поможет пробить <font color='#3ABD23'>+<Ability:ADVRAPPIERCE/></font> ед. слоя врежеской брони."

[Rapier_Sup X2WeaponUpgradeTemplate]
FriendlyName="Элитный модуль наведения"
FriendlyNamePlural="Элитные модули наведения"
BriefSummary="Блок наведения с поддержкой ИИ<br/>автоматически обнаруживает слабости<br/>в защите врага. Ваш клинок<br/>пробивает <font color='#3ABD23'>+<Ability:SUPRAPPIERCE/></font> ед. брони."
TinySummary="Пробой брони"
LootTooltip="Этот элитный модуль наведения после установки поможет пробить <font color='#3ABD23'>+<Ability:SUPRAPPIERCE/></font> ед. слоя врежеской брони."

[Pommel_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой микро-мотор в рукояти"
FriendlyNamePlural="Простые микро-моторы в рукояти"
BriefSummary="Этот небольшой цилиндр добавляет вашему лезвию вибрацию.<br/>\"Мясорубка\" наносит дополнительно <font color='#3ABD23'>+<Ability:BSCPOMMELDMG/></font> ед. урона."
TinySummary="Усиление \"Мясорубки\""
LootTooltip="Этот простой микро-мотор в рукояти после установки даст дополнительные <font color='#3ABD23'><Ability:BSCPOMMELDMG/></font> ед. урона любому врагу, достаточно глупому, чтобы приблизиться к вам."

[Pommel_Adv X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный микро-мотор в рукояти"
FriendlyNamePlural="Улучшенные микро-моторы в рукояти"
BriefSummary="Этот небольшой цилиндр добавляет вашему лезвию вибрацию.<br/>\"Мясорубка\" наносит дополнительно <font color='#3ABD23'>+<Ability:ADVPOMMELDMG/></font> ед. урона."
TinySummary="Усиление \"Мясорубки\""
LootTooltip="Этот простой микро-мотор в рукояти после установки даст дополнительные <font color='#3ABD23'><Ability:ADVPOMMELDMG/></font> ед. урона любому врагу, достаточно глупому, чтобы приблизиться к вам."

[Pommel_Sup X2WeaponUpgradeTemplate]
FriendlyName="Элитный микро-мотор в рукояти"
FriendlyNamePlural="Элитные микро-моторы в рукояти"
BriefSummary="Этот небольшой цилиндр добавляет вашему лезвию вибрацию.<br/>\"Мясорубка\" наносит дополнительно <font color='#3ABD23'>+<Ability:SUPPOMMELDMG/></font> ед. урона."
TinySummary="Усиление \"Мясорубки\""
LootTooltip="Этот простой микро-мотор в рукояти после установки даст дополнительные <font color='#3ABD23'><Ability:SUPPOMMELDMG/></font> ед. урона любому врагу, достаточно глупому, чтобы приблизиться к вам."

[XGuard_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой перекрестный тактильный модуль"
FriendlyNamePlural="Простые перекрестные тактильные модули"
BriefSummary="<font color='#3ABD23'>+<Ability:BSCXGDMG/></font> ед. урона сбитым с толку, дезориентированным, оглушенным, связанным, замороженным и ошеломленным целям."
TinySummary="+урон ослабленным врагам"
LootTooltip="Этот простой перекрестный тактильный модуль наносит <font color='#3ABD23'>+<Ability:BSCXGDMG/></font> ед. дополнительного урона любому противнику, страдающему от следующих состояний: сбит с толку, дезориентирован, оглушен, связан, заморожен и ошеломлен."

[XGuard_Adv X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный перекрестный тактильный модуль"
FriendlyNamePlural="Улучшенные перекрестные тактильные модули"
BriefSummary="<font color='#3ABD23'>+<Ability:ADVXGDMG/></font> ед. урона сбитым с толку, дезориентированным, оглушенным, связанным, замороженным и ошеломленным целям."
TinySummary="+урон ослабленным врагам"
LootTooltip="Этот улучшенный перекрестный тактильный модуль наносит <font color='#3ABD23'>+<Ability:ADVXGDMG/></font> ед. дополнительного урона любому противнику, страдающему от следующих состояний: сбит с толку, дезориентирован, оглушен, связан, заморожен и ошеломлен."

[Xguard_Sup X2WeaponUpgradeTemplate]
FriendlyName="Элитный перекрестный тактильный модуль"
FriendlyNamePlural="Элитные перекрестные тактильные модули"
BriefSummary="<font color='#3ABD23'>+<Ability:SUPXGDMG/></font> ед. урона сбитым с толку, дезориентированным, оглушенным, связанным, замороженным и ошеломленным целям."
TinySummary="+урон ослабленным врагам"
LootTooltip="Этот элитный перекрестный тактильный модуль наносит <font color='#3ABD23'>+<Ability:SUPXGDMG/></font> ед. дополнительного урона любому противнику, страдающему от следующих состояний: сбит с толку, дезориентирован, оглушен, связан, заморожен и ошеломлен."

[Coating_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой дозатор давления"
FriendlyNamePlural="Простые дозаторы давления"
BriefSummary="Отслеживает дозу покрытия лезвия токсинами перед ударом.<br/><font color='#3ABD23'>+<Ability:BSCCOATDMG/></font> ед. дополнительного урона целям, страдающим от: кровотечения, горения, кислотного ожега и отравления."
TinySummary="+урон врагам, страдающим от стихий"
LootTooltip="Этот простой дозатор давления дает <font color='#3ABD23'>+<Ability:BSCCOATDMG/></font> ед. дополнительного урона врагам страдающим от: кровотечения, горения, кислотного ожега и отравления."

[Coating_Adv X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный дозатор давления"
FriendlyNamePlural="Улучшенные дозаторы давления"
BriefSummary="Отслеживает дозу покрытия лезвия токсинами перед ударом.<br/><font color='#3ABD23'>+<Ability:ADVCOATDMG/></font> ед. дополнительного урона целям, страдающим от: кровотечения, горения, кислотного ожега и отравления."
TinySummary="+урон врагам, страдающим от стихий"
LootTooltip="Этот улучшенный дозатор давления дает <font color='#3ABD23'>+<Ability:ADVCOATDMG/></font> ед. дополнительного урона врагам страдающим от: кровотечения, горения, кислотного ожега и отравления."

[Coating_Sup X2WeaponUpgradeTemplate]
FriendlyName="Элитный дозатор давления"
FriendlyNamePlural="Элитные дозаторы давления"
BriefSummary="Отслеживает дозу покрытия лезвия токсинами перед ударом.br/><font color='#3ABD23'>+<Ability:SUPCOATDMG/></font> ед. дополнительного урона целям, страдающим от: кровотечения, горения, кислотного ожега и отравления."
TinySummary="+урон врагам, страдающим от стихий"
LootTooltip="Этот элитный дозатор давления дает <font color='#3ABD23'>+<Ability:SUPCOATDMG/></font> ед. дополнительного урона врагам страдающим от: кровотечения, горения, кислотного ожега и отравления."

[Reflector_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой конденсатор обратной связи"
FriendlyNamePlural="Простые конденсаторы обратной связи"
BriefSummary="Модуль обратной связи: отражает <font color='#3ABD23'><Ability:BSCREFDMG/></font> ед. урона назад, стреляющему в радиусе <font color='#3ABD23'><Ability:BSCREFRANGE/></font> клеток."
TinySummary="Отражение урона"
LootTooltip="Данная модификация клинка позволяет отражать <font color='#3ABD23'><Ability:BSCREFDMG/></font> входящего баллистического или лучевого урона от атакующих.<br/><Bullet/> Отраженный урон будет преобразован в урон ближнего боя.<br/><Bullet/> Небольшой урон, но он не может промахнуться и проходит сквозь броню. <br/><Bullet/> Атаки должны быть внутри <font color='#3ABD23'>от 2 до <Ability:BSCREFRANGE/></font> клеток."

[Reflector_Adv X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный конденсатор обратной связи"
FriendlyNamePlural="Улучшенные конденсаторы обратной связи"
BriefSummary="Модуль обратной связи: отражает <font color='#3ABD23'><Ability:ADVREFDMG/></font> ед. урона назад, стреляющему в радиусе <font color='#3ABD23'><Ability:ADVREFRANGE/></font> клеток."
TinySummary="Отражение урона"
LootTooltip="Данная модификация клинка позволяет отражать <font color='#3ABD23'><Ability:ADVREFDMG/></font> входящего баллистического или лучевого урона от атакующих.<br/><Bullet/> Отраженный урон будет преобразован в урон ближнего боя.<br/><Bullet/> Небольшой урон, но он не может промахнуться и проходит сквозь броню. <br/><Bullet/> Атаки должны быть внутри <font color='#3ABD23'>от 2 до <Ability:ADVREFRANGE/></font> клеток."

[Reflector_Sup X2WeaponUpgradeTemplate]
FriendlyName="Элитный конденсатор обратной связи"
FriendlyNamePlural="Элитные конденсаторы обратной связи"
BriefSummary="Модуль обратной связи: отражает <font color='#3ABD23'><Ability:SUPREFDMG/></font> ед. урона назад, стреляющему в радиусе <font color='#3ABD23'><Ability:SUPREFRANGE/></font> клеток.
TinySummary="Отражение урона"
LootTooltip="Данная модификация клинка позволяет отражать <font color='#3ABD23'><Ability:SUPREFDMG/></font> входящего баллистического или лучевого урона от атакующих.<br/><Bullet/> Отраженный урон будет преобразован в урон ближнего боя.<br/><Bullet/> Небольшой урон, но он не может промахнуться и проходит сквозь броню. <br/><Bullet/> Атаки должны быть внутри <font color='#3ABD23'>от 2 до <Ability:SUPREFRANGE/></font> клеток."

[BasicReflector X2AbilityTemplate]
LocFriendlyName="Отражен!"
LocLongDescription="Отражает <font color='#3ABD23'><Ability:BSCREFDMG/></font> ед. урона и возвращает атакующему при попадании из баллистического или лучевого оружия."
LocHelpText="lochelptext"
LocFlyOverText="Отражен!"
LocPromotionPopupText="LocPromotionPopupText"

[AdvancedReflector X2AbilityTemplate]
LocFriendlyName="Отражен!"
LocLongDescription="Отражает <font color='#3ABD23'><Ability:ADVREFDMG/></font> ед. урона и возвращает атакующему при попадании из баллистического или лучевого оружия."
LocHelpText="lochelptext"
LocFlyOverText="Отражен!"
LocPromotionPopupText="LocPromotionPopupText"

[SuperiorReflector X2AbilityTemplate]
LocFriendlyName="Отражен!"
LocLongDescription="Отражает <font color='#3ABD23'><Ability:SUPREFDMG/></font> ед. урона и возвращает атакующему при попадании из баллистического или лучевого оружия."
LocHelpText="lochelptext"
LocFlyOverText="Отражен!"
LocPromotionPopupText="LocPromotionPopupText"

[BscHiltFlourish X2AbilityTemplate]
LocFriendlyName="Отслежен!"
LocLongDescription="Бонус <font color='#3ABD23'><Ability:BSCHILTAIM/></font> к точности до конца этого хода."
LocHelpText="Бонус <font color='#3ABD23'><Ability:BSCHILTAIM/></font> к точности до конца этого хода."
LocFlyOverText="<font color='#3ABD23'>+<Ability:BSCHILTAIM/></font> к точности."
LocPromotionPopupText="LocPromotionPopupText"

[AdvHiltFlourish X2AbilityTemplate]
LocFriendlyName="Отслежен!"
LocLongDescription="Бонус <font color='#3ABD23'><Ability:ADVHILTAIM/></font> к точности до конца этого хода."
LocHelpText="Бонус <font color='#3ABD23'><Ability:ADVHILTAIM/></font> к точности до конца этого хода."
LocFlyOverText="<font color='#3ABD23'>+<Ability:ADVHILTAIM/></font> к точности."
LocPromotionPopupText="LocPromotionPopupText"

[SupHiltFlourish X2AbilityTemplate]
LocFriendlyName="Отслежен!"
LocLongDescription="Бонус <font color='#3ABD23'><Ability:SUPHILTAIM/></font> к точности до конца этого хода."
LocHelpText="Бонус <font color='#3ABD23'><Ability:SUPHILTAIM/></font> к точности до конца этого хода."
LocFlyOverText="<font color='#3ABD23'>+<Ability:SUPHILTAIM/></font> к точности."
LocPromotionPopupText="LocPromotionPopupText"

[Hilt_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Простой сетевой трекер"
FriendlyNamePlural="Простые сетевые трекеры"
BriefSummary="Убийства не Странников дают союзникам в радиусе <br/><font color='#3ABD23'><Ability:BSCHILTRADIUS/></font> клеток <font color='#3ABD23'>+<Ability:BSCHILTAIM/></font> к точности до конца хода.<br/> <font color='#3ABD23'><Ability:BSCHILTUSES/></font> заряд(а) на миссию."
TinySummary="+меткости при убийстве"
LootTooltip="Когда вы убиваете врага, это устройство сканирует прионический сигнал врага и усиливает союзников в радиусе <font color='#3ABD23'><Ability:BSCHILTRADIUS/></font> клеток, добавляя <font color='#3ABD23'>+<Ability:BSCHILTAIM/></font> ед. к меткости до конца хода. <br/><Bullet/><font color='#3ABD23'><Ability:BSCHILTUSES/></font> заряд(а) на миссию. <br/><Bullet/>Не работает при убийстве странников."

[Hilt_Adv X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный сетевой трекер"
FriendlyNamePlural="Улучшенные сетевые трекеры"
BriefSummary="Убийства не Странников дают союзникам в радиусе <br/><font color='#3ABD23'><Ability:ADVHILTRADIUS/></font> клеток <font color='#3ABD23'>+<Ability:ADVHILTAIM/></font> к точности до конца хода.<br/> <font color='#3ABD23'><Ability:ADVHILTUSES/></font> заряд(а) на миссию."
TinySummary="+меткости при убийстве"
LootTooltip="Когда вы убиваете врага, это устройство сканирует прионический сигнал врага и усиливает союзников в радиусе <font color='#3ABD23'><Ability:ADVHILTRADIUS/></font> клеток, добавляя <font color='#3ABD23'>+<Ability:ADVHILTAIM/></font> ед. к меткости до конца хода. <br/><Bullet/><font color='#3ABD23'><Ability:ADVHILTUSES/></font> заряд(а) на миссию. <br/><Bullet/>Не работает при убийстве странников."

[Hilt_Sup X2WeaponUpgradeTemplate]
FriendlyName="Элитный сетевой трекер"
FriendlyNamePlural="Элитные сетевые трекеры"
BriefSummary="Убийства не Странников дают союзникам в радиусе <br/><font color='#3ABD23'><Ability:SUPHILTRADIUS/></font> клеток <font color='#3ABD23'>+<Ability:SUPHILTAIM/></font> к точности до конца хода.<br/> <font color='#3ABD23'><Ability:SUPHILTUSES/></font> заряд(а) на миссию."
TinySummary="+меткости при убийстве"
LootTooltip="Когда вы убиваете врага, это устройство сканирует прионический сигнал врага и усиливает союзников в радиусе <font color='#3ABD23'><Ability:SUPHILTRADIUS/></font> клеток, добавляя <font color='#3ABD23'>+<Ability:SUPHILTAIM/></font> ед. к меткости до конца хода. <br/><Bullet/><font color='#3ABD23'><Ability:SUPHILTUSES/></font> заряд(а) на миссию. <br/><Bullet/>Не работает при убийстве странников."

